Repository: golobart/fairqueue
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: English
ca: Anglès

source: Catalan
ca: Català

source: Spanish
ca: Castellà

source: Simplified Chinese
ca: Xinès simplificat

source: reset password
ca: restaurar la contrasenya

source: Password changed?
ca: Contrasenya canviada?

source: Your password has been changed
ca: La contrasenya ha estat canviada

source: Forgot Your Password?
ca: Ha oblidat la seva contrasenya?

source: Change your password?
ca: Canviar la contrasenya?

source: Change
ca: Canviar

source: Password reset complete
ca: S'ha restaurat la contrasenya

source: Your new password has been set. You can log in now on the
ca: La seva contrasenya ha estat canviada. Ja pot tornar a la

source: log in page
ca: pàgina de login

source: Enter new password
ca: Escrigui la nova contrasenya

source: Set a new password!
ca: S'ha renovat la contrasenya!

source: Change my password
ca: Canviar la meva contrasenya

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ca: L'enllaç de restauració del mot de pas no és vàlid, possiblement ja hagi estat utilitzat. Si us plau, torni a restaurar el seu mot de pas.

source: Email Sent
ca: Se li ha enviat un Email

source: Check your inbox.
ca: Revisi la safata d'entrada del seu correu

source: We've emailed you instructions for setting your password. You should receive the email shortly!
ca: En breu rebrà un correu amb les instruccions per completar la restauració de la seva contrasenya.

source: Forgot your password?
ca: Ha oblidat la seva contrasenya?

source: Enter your email address below, and we'll email instructions for setting a new one.
ca: Escrigui l'adreça del seu Email i li enviarem les instruccions per a restaurar-la

source: Send me instructions!
ca: Enviar instrucions
